export let textes = [
  {
    text: "Настоящий документ – это публичная оферта (предложение) интернет-магазина KOlibri (далее - Сайт) о продаже товаров. ",
  },
  {
    text: "1. Общие положения ",
  },
  {
    text: "1.1. Настоящая публичная оферта (далее - Оферта) является официальным предложением ИП Братцева Екатерина Андреевна (далее - Продавец) в адрес любого физического лица (далее - Покупатель) заключить с Продавцом договор розничной купли-продажи (далее - Договор) товара (далее - Товар) на Сайте дистанционныстоящей Оферты и Политики конфиденциальности. ",
  },
  {
    text: " 1.2. Заказ Покупателем Товара, размещенного на Сайте, означает, что Покупатель согласен со всеми условиями настоящей Оферты и Политики конфиденциальности.",
  },
  {
    text: "1.3. Продавец имеет право вносить изменения в Оферту без уведомления Покупателя. ",
  },
  {
    text: "1.4. Срок действия Оферты не ограничен, если иное не указано на Сайте. ",
  },
  {
    text: " 1.5. Продавец предоставляет Покупателю полную и достоверную информацию о Товаре, включая информацию о его основных потребительских свойствах, месте изготовления, а также информацию о гарантийном сроке и сроке годности Товара",
  },
  {
    text: " 2. Предмет Оферты",
  },
  {
    text: " 2.1. Продавец обязуется передать Покупателю Товар, предназначенный для личного, семейного, домашнего или иного использования, не связанного с предпринимательской деятельностью, на основании размещенных через Сайт заказов, а Покупатель обязуется оплатить и принять Товар на условиях настоящей Оферты.",
  },
  {
    text: " 2.2. Наименование, цена, количество Товара, а также прочие необходимые условия Оферты определяются на основании сведений, предоставленных Покупателем при оформлении заказа.",
  },
  {
    text: " 2.3. Право собственности на заказанные Товары переходит к Покупателю с момента фактической передачи Товара Покупателю и оплаты последним полной стоимости Товара. Риск его случайной гибели или повреждения товара переходит к Покупателю с момента фактической передачи товара Покупателю.",
  },
  {
    text: "3. Стоимость Товара ",
  },
  {
    text: " 2.1. Цены на Товар определяются Продавцом в одностороннем бесспорном порядке и указываются на страницах Сайта.",
  },
  {
    text: " 2.2. Цена Товара указывается в рублях Российской Федерации",
  },
  {
    text: " 2.3. Окончательная цена Товара определяется последовательным действием на цену Товара скидок по следующему порядку: Акционная скидка; Скидка по промо-коду.",
  },
  {
    text: " 2.4. Расчеты между Сайтом и Покупателем за Товар производятся способами, указанными на Сайте в разделе ",
  },
  {
    text: " 4. Момент заключения Оферты",
  },
  {
    text: " 4.1. Акцептом настоящей Оферты является оформление Покупателем заказа на Товар на Сайте в соответствии с условиями настоящей Оферты.",
  },
  {
    text: " 4.2. Акцептируя настоящую Оферту, Покупатель выражает согласие в том, что:",
  },
  {
    text: " 5. Возврат товара и денежных средств",
  },
  {
    text: " 5.1. Возврат товара осуществляется в соответствии с Законом РФ О защите прав потребителей.",
  },
  {
    text: "5.2. Возврат денежных средств осуществляется посредством возврата стоимости оплаченного товара на банковскую карту или почтовым переводом. ",
  },
  {
    text: "6. Доставка товара ",
  },
  {
    text: "6.1. Доставка товара Покупателю осуществляется в сроки, согласованные Сторонами при подтверждении заказа сотрудником Сайта. ",
  },
  {
    text: "7. Срок действия Оферты ",
  },
  {
    text: " 7.1. Настоящая Оферта вступает в силу с момента ее акцепта Покупателем, и действует до момента отзыва акцепта публичной Оферты.",
  },
  {
    text: " 8. Дополнительные условия",
  },
  {
    text: "8.1. Сайт вправе переуступать либо каким-либо иным способом передавать свои права и обязанности, вытекающие из его отношений с Покупателем, третьим лицам. ",
  },
  {
    text: " 8.2. Сайт и предоставляемые сервисы могут временно частично или полностью недоступны по причине проведения профилактических или иных работ, или по любым другим причинам технического характера. Техническая служба Сайта имеет право периодически проводить необходимые профилактические или иные работы с предварительным уведомлением Покупателей или без такового.",
  },
  {
    text: "8.3. К отношениям между Покупателем и Сайтом применяются положения Российского законодательства. ",
  },
  {
    text: " 8.4. В случае возникновения вопросов и претензий со стороны Покупателя он должен обратиться к Сайту по телефону или иным доступным способом. Все возникающее споры стороны будут стараться решить путем переговоров, при недостижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим законодательством РФ.",
  },
  {
    text: " 8.5. Признание судом недействительности какого-либо положения настоящего Соглашения не влечет за собой недействительность остальных положений.",
  },
];
